Repository: OlegSmoliakov/TimeTableBot
Catalog: telegram_bot/src/locale/*/LC_MESSAGES/*.po
Languages: ru

source: Help
ru: Помощь

source: About
ru: О боте

source: Select a language
ru: Выберите язык

source: Language
ru: Язык

source: Language successfully changed
ru: Язык успешно изменен

source: Keyboard updated
ru: Клавиатура обновлена

source: Week schedule
ru: Расписание на неделю

source: Today's schedule
ru: Расписание на сегодня

source: There's no class for today
ru: На сегодня нет занятий

source: Choose your degree
ru: Выберите степень

source: Now you can get a schedule for the day or week
ru: Теперь вы можете получать расписание на день или на неделю

source: Change language
ru: Выбор языка

source: Schedule setup
ru: Настроить расписание

source: << Back to start menu
ru: << Назад к начальному меню

source: Bachelor's
ru: Бакалавр

source: Master's
ru: Магистратура

source: Doctorate
ru: Докторантура

source: Back
ru: Назад

source: << previous
ru: << предыдущая

source: next >>
ru: слудующая >>

source: Back to Major list
ru: Назад к выбору направления

source: Back to Degree list
ru: Назад к выбору степени

source: Registration successfully finished
ru: Регистрация успешно завершена

source: Choose your Degree
ru: Выберите Степень

source: Choose your Major
ru: Выбери направление

source: Choose your Group
ru: Выберите группу

source: GTU Schedule Bot
ru: Бот расписания ГТУ

source: Version: {0}
ru: Версия: {0}

source: Last schedule update: {0}, id: {1}
ru: Последнее обновление расписания: {0}, id: {1}

source: Support: {0}, {1}
ru: Поддержка: {0}, {1}

source: Commands:
ru: Команды:

source: - show this message
ru: - отправляет это сообщение

source: - show information about bot
ru: - показывает информацию о боте

source: - change language
ru: - изменяет язык
